[General]
Translator, "Capoeirista"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAPcAALq6ure3t+vr6+3t7ezs7O/v77a2tvTv6oguJLm5ue7u7ocrIvjy7NAhDjWJ
2TWK2meTzvnz7YwuJnCi2O4SAGWSzsohC+bm5tIhDQp02tkUAPHx8WqXzv/78mqWzunp6enp6Ojo
6Gya0mmXz94hDfv17dUhDHo8M9MhCffy60dwkk6a5llvhmyh2OcVAPT09SWh+8HBwbCwsOUVAKqq
qtchEEZtjuwSAPLy8hmK6DNiiC9/0ZgxKDKF2IssJWRvfSep/84eA+UgDYUqIoguJ2yd1ZYfEIkt
JV2U1C+E1l6T1N0hDssgB+wUAOjo5yCS8Feb3cYgCDKF1ZAvKI4wKOfn5yl5zm2Xzfnx6tghC/Dw
8CNzyQdv1b29vegUABWB48giCkCAyVyX2M4hCFqX2TqT5NQhD+MYAMshC88hDN4hDkuO1ff399Ah
CjeH1JEwKOQYAKmpqRuO7erq6tISAFya21+S0TeN3sYaAWCf3RB63WGQz7Cvrq6urm6Y0Wyb0Y1V
SuZRMyWa+ocvI9MhCoBVUlKJzf748c4hCdghDfr17Pr07/Xx6evr6mORyy54yLu7u/URABl+3oQp
IeoUAM0hDf/+9bm2s7y8vGiTzdUhDtohDOAYADiR5FSY5IMoHyCW9Dt/qWNvfurp6WlzgCSA2Yov
JVuW18QgCPXw62CT0Y0uJwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjXAAEEMGAgQYAACQAoBAAJU5cYNAoIEECAwIABCgoU0LIBBxsZcRpdcFIFRIhRH+ZQxPiiDx8G
jA4cSIUlhaIIi0oc6mDp0o8KjvaosqMEySkydfJA6SFJByk/VzyM+FNkQgsxa9wkedDJhigImTiI
MBTm0RYrO6Q4uFNGBQtPK0pxyaDnSw45T0AJggEkFKBAdDRwgnNmhgsvlJrcoBDJSCE8qKKAsYCm
UpoGGMxoqqGGyIkgTBCNaYOCkIksiTYtISHkyKBPkxYMWYAAgSkfElZNofKGR0AAOw==


[BFAPI_Strings]
ErrorFailClientTime, "Часы Вашего компьютера установлены не верно.\nПроверьте Ваше системное время и попробуйте снова."
ErrorFailLogin, "Проверьте Ваше имя почтового адреса и пароль и попробуйте снова."
ErrorFailPrefix, "Невозможно соединиться с вашим аккаунтом Binary Fortress."
ErrorInvalidProTrialLicenseKey, "Ваш пробный ключ лицензии FileSeek является недопустимым.\nСвяжитесь с нами для получения дополнительной информации."
ErrorItemSizeTooLarge, "Один из Ваших профилей FileSeek очень большого размера.\nПопробуйте синхронизировать профиль поменьше."
ErrorTrialExpiredPrompt, "Пробный период Вашего FileSeek Pro истёк. \nВы хотели бы связаться с нами и начать использовать другой пробный период?"
ErrorUnknownProPurchasedLicenseKey, "Ваш ключ лицензии FileSeek кажется недействителен.\nСвяжитесь с нами для получения дополнительной информации."
LoginPrompt, "Вы должны войти сначала в аккаунт Binary Fortress.\nВы хотели бы сделать это сейчас?"
TitleSync, "Синхронизировать"


[BFAPILoginControl_Controls]
btnLogin, "&Логин"
btnLogout, "&Выйти"
btnMyAccount, "Мой &аккаунт"
btnMyLicenses, "&Мои лицензии"
btnRegister, "&Регистрация"
lblAccountStatus, "Статус аккаунта:"
lblEmailAddress, "E-Mail:"
lblMyPassword, "Сбросить пароль"
lblName, "Имя:"
lblPassword, "Пароль:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Персональная или Коммерческая, # указано в названии лицензии"
LicenseRestrictionDonation, "ТОЛЬКО для персонального использования, 1 компьютер"
LicenseRestrictionEnterprise, "Неограниченное количество компьютеров на неограниченном количестве сайтов, принадлежащих компании"
LicenseRestrictionPersonalHome, "ТОЛЬКО для персонального использования, неограниченное число персональных компьютеров"
LicenseRestrictionSite, "Неограниченное количество компьютеров на 1 сайт"
LicenseRestrictionStandard, "Персональная или Коммерческая, 1 компьютер"
LicenseRestrictionSteam, "Персональная или Коммерческая, неограниченное количество компьютеров, основной пользователь (это Вы) и установленный Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Введите правильный почтовый адрес и попробуйте снова."
ErrorEnterPassword, "Введите Ваш пароль и попробуйте снова."
ErrorLoginFailed, "Не удалось загрузить информацию об учетной записи.\nПроверьте Ваш почтовый адрес и пароль и попробуйте снова."
ErrorNoLicensesFound, "Извините, мы не смогли найти информацию о лицензии для этого аккаунта.\nЕсли вам нужна помощь, свяжитесь с нами."
ErrorUnknownLicenses, "Произошла ошибка при загрузке информации о лицензии."
ErrorUnknownLogin, "Произошла ошибка при загрузке информации об учётной записи."
Note, "Войдите в свой аккаунт, чтобы найти Ваш лицензионный ключ FileSeek и синхронизировать Ваши профили поиска."
SelectLicensePrompt, "Сейчас вы используете бесплатная версию, временную лицензию Про, или ваш лицензионный ключ неправильный.\nВы хотели бы загрузить лицензионный ключ из вашего аккаунта Binary Fortress?"
Title, "Мой аккаунт Binary Fortress"
TitleLoadingLicenses, "Загрузка информации о лицензии"


[BFAPIMyLicenses_Controls]
colDateCreated, "Дата создания"
colDateExpires, "Дата истечения"
colLicenseKey, "Лицензионный ключ"
colLicenseRestrictions, "Ограничения лицензии"
colLicenseType, "Тип лицензии"
colName, "Имя лицензии"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Вы уверены, что хотите использовать этот ключ лицензии?"
ErrorSelectLicense, "Выберите лицензию из списка и попробуйте снова."
ShowNeedLicenseWarning, "Выберите один из Ваших лицензионных ключей из списка и нажмите кнопку 'Ок' для его использования."
Title, "Мои лицензии"


[BFFormDownload_Strings]
ConfirmCancel, "Вы уверены, что хотите отменить загрузку?"
Error, "Произошла ошибка."
Progress, "Осталось: {0} Кб ({1} Кб всего)"
ProgressUnknown, "Загружено: {0} Кб"


[BFFormErrorMessage_Controls]
btnCopy, "&Скопировать в буфер обмена"
btnMoreInformation, "&Показать больше информации"


[BFFormProxySettings_Controls]
btnSave, "Сохранить"
lblProxyAddress, "Адрес сервера:"
lblProxyPassword, "Пароль:"
lblProxyPassword2, "Подтверждение пароля:"
lblProxyPort, "Порт:"
lblProxyUsername, "Логин:"
rdoCustomSettings, "Использовать &свои настройки прокси-сервера:"
rdoNoProxy, "&Не использовать прокси-сервер (прямое интернет-соединение)"
rdoUseIESettings, "Использовать &настройки Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Введите адрес прокси-сервера или выберите 'Не использовать прокси-сервер'."
EnterServerPort, "Введите порт прокси-сервера или выберите 'Не использовать прокси-сервер'."
PasswordDecryptionFailed, "Настройки интернет-соединения не верны.\nВведите ваш пароль прокси-сервера."
PasswordsNotMatch, "Ваш пароль к прокси-серверу не совпадает. Попробуйте снова."
Title, "Настройки интернет-соединения"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Обзор"
ButtonRefresh, "&Обновить"
ColApplication, "Приложение"
ColPath, "Путь"
GroupDesktopApplications, "Приложения для ПК"
GroupWindows8Applications, "Приложения для Windows 8"


[BFFormSelectApplication_Strings]
AllApplications, "Все приложения"
PleaseSelectApplication, "Выберите сначала приложение."
Title, "Выберите приложение"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Умолчания"
colSetting, "Настройки"
colValue, "Параметр"
lblHelp, "Дважды щелкните параметр, чтобы изменить его. Нажмите "Помощь" для большей информации."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Произошла ошибка при сохранении настроек."
SavedSuccessfully, "Расширенные настройки сохранены успешно.\nВозможно, Вам придётся перезапустить FileSeek, чтобы они вступили в силу."
Title, "Расширенные настройки"
TitleEdit, "Редактирование расширенных настроек"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Почтовый адрес:"
lblMessage, "Сообщение:"
lblName, "Имя:"
lblSubject, "Тема:"
lblWarning, "Информация из вкладки "Решение проблем" и файл "Debug.log" будет зашифрован и отправлен вместе с этой просьбой в службу поддержки, чтобы мы могли решить Вашу проблему быстрее."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Введите правильный почтовый адрес и попробуйте снова."
EnterMessage, "Введите "Сообщение" и попробуйте снова."
EnterName, "Введите "Имя" и попробуйте снова."
EnterSubject, "Заполните "Тему"."
SendSuccess, "Ваша информация послана успешно.\nКто-нибудь свяжется с Вами в течении одного рабочего дня."
Title, "Отправить запрос в службу поддержки"
TooLongEmailAddress, "Введите короткий почтовый адрес и попробуйте снова."
TooLongName, "Введите "Имя" покороче и попробуйте снова."


[BFFormUpdate_Controls]
btnChangeLog, "&Просмотреть список изменений"
btnDownload, "Загрузить и &установить"
btnRemindMeLater, "&Напомнить позже"
btnSkipThisVersion, "&Пропустить эту версию"
btnWebsite, "&Загрузить"
lblNewVersion, "Новая версия:"
lblOldVersion, "Текущая версия:"
lblUpdateNotes, "Что нового в этой версии:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Рекомендуется, чтобы Вы обновились до новой версии.\nВы уверены, что хотите пропустить это обновление?"
DownloadFailedSave, "Не удалось сохранить локальный файл."
DownloadingUpdate, "Загрузка обновления"
DownloadInvalidData, "От сервера вернулись ошибочные данные. Возможно, у сервера проблем с поиском запрашиваемого файла."
DownloadNoData, "Нет данных с вэб-сайта."
ErrorDownload, "Произошла ошибка при загрузке новой версии."
FreeNotice, "Это и все будущие обновления - безоплатны! Обновитесь сегодня и наслаждайтесь!"
Title, "Доступно обновление"
UpdateProMessage, "Вы должны обновиться до версии FileSeek Pro, чтобы использовать этот режим обновления.\nВы хотели бы получить больше информации об этом?"


[BFHelpButton_Controls]
mniOnlineHelp, "Онлайн помощь"
mniSupportRequest, "Служба поддержки"


[BFTextQuery_Strings]
CaseSensitive, "Чувствительность к регистру:"
MayContain, "Может содержать:"
MayNotContain, "Может не содержать:"
MustContain, "Должно содержать:"
MustNotContain, "Не должно содержать:"


[BFUpdateCheck]
AlreadyInProgress, "Проверка обновления уже в процессе ..."
ErrorRunningDownloadedFile, "Произошла ошибка при запуске загруженного установочного файла."
FailedToGetVersion, "Невозможно получить номер последней версии."
InvalidLicensePrompt, "Ваш лицензионный ключ FileSeek Pro кажется недействителен!\nРассмотрите возможность о приобретении лицензии FileSeek Pro, чтобы поддержать будущее развитие.\nВы хотели бы узнать больше информации?"
NoUpdate, "Вы используете последнюю версию."
Title, "Обновить"


[cFunctions_Strings]
FolderNotRecognized, "Выбранная папка не распознана и не может быть найдена."


[cSettings_Strings]
SettingsLoadError, "Произошла ошибка при загрузке настроек."
SettingsSaveError, "Произошла ошибка при сохранении настроек."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Доба&вить"
btnBrowseExcludePath, "Обзор"
btnFolderBrowse, "&Обзор"
btnFolderBrowseAppend, "Доба&вить"
btnNewSearch, "Поиск в &новой вкладке"
btnPause, "Пауза"
btnResume, "Продолжить"
btnSearch, "&Поиск"
btnStop, "С&топ"
chkCaseSensitive, "&Чувствительность к регистру"
chkFileSizeMax, "Максимальный размер файла:"
chkFileSizeMin, "Минимальный размер файла:"
chkIsExcludeFilesRegEx, "Искл. файлы являются RegEx"
chkIsIncludeFilesRegEx, "Вкл. файлы являются RegEx"
chkIsQueryRegEx, "Регулярное выражение"
chkSearchSubFolders, "Искать в под-&папках"
chkShowFirstResult, "&Только первый результат для каждого файла"
chkShowIncludeFilterMatchFiles, "Имя файла, совпадающее с "включаемые файлы""
chkShowIncludeFilterMatchFolders, "Имя папки, совпадающее с "включаемые файлы""
chkShowQueryMatchFiles, "Имя файла, совпадающее с запросом"
chkShowQueryMatchFolders, "Имя папки, совпадающее с запросом"
chkUseIFilters, "Искать, используя обработчики файлов (медленнее)"
colDateAccessed, "Дата доступа"
colDateCreated, "Дата создания"
colDateModified, "Дата модификации"
colExtension, "Расширение"
colFile, "Имя файла"
colFileSize, "Размер файла"
colLine, "Строка"
colLineNumber, "Строка #"
colPath, "Путь"
lblAccessedTo, "по"
lblAdditionalLinesAfter, "Количество строк после результата поиска:"
lblAdditionalLinesBefore, "Количество строк перед результатом поиска:"
lblCreatedTo, "по"
lblDateAccessed, "Дата доступа:"
lblDateCreated, "Дата создания:"
lblDateFilterLogic, "Логика фильтра даты:"
lblDateModified, "Дата модификации:"
lblExcludeFiles, "Исключить файлы:"
lblExcludePath, "Исключить папку(и):"
lblFilterResults, "Фильтр:"
lblIncludeFiles, "Включить файлы:"
lblModifiedTo, "по"
lblPath, "Путь(и):"
lblQuery, "Запрос:"
lblStatusFound, "Найдено совпадений: {0}"
lblStatusTotal, "Найдено файлов: {0}"
mniAbout, "О программе"
mniClearSearchHistory, "Очистить историю поиска"
mniCloseAll, "Закрыть все"
mniCloseAllButThis, "Закрыть все, кроме этой"
mniCloseSearch, "Закрыть"
mniCopyToClipboard, "Скопировать выделенный результат"
mniCopyToClipboardAll, "Скопировать все результаты"
mniExit, "Выход"
mniExplorerContextMenu, "Контекстное меню Windows"
mniHelp, "Помощь"
mniOpenFolder, "Открыть содержащую папку"
mniOpenFolderOnly, "Открыть папку"
mniOpenOther, "Открыть внешним приложением"
mniPermenentDelete, "Окончательно удалить выбранные файлы"
mniRemoveRows, "Удалить выделенные результаты из списка"
mniSettings, "Настройки"
mniShowFilterControls, "Показать управление фильтрами"
mniTextCopy, "&Копировать"
mniTextSelectAll, "Выбрать &всё"
mniTools, "&Опции"
mniTrayExit, "Выход"
mniTrayLoadProfiles, "Загрузить профиль"
mniTrayShowFileSeek, "Показать FileSeek"
mniTraySyncProfiles, "Синхронизировать профили"
mnuCopyFilePath, "Скопировать выделенные имена файлов (разделять запятой)"
mnuExportAllHTML, "Экспорт всех результатов в HTML"
mnuExportSelectedResultsHTML, "Экспорт выделенных результатов в HTML"
mnuFileCopy, "Скопировать выделенные файлы"
mnuFileDelete, "Удалить выделенные файлы"
mnuLanguage, "Язык"
mnuLoadProfile, "Загрузить"
mnuManageProfiles, "Управление профилями"
mnuOpen, "Открыть"
mnuOpenNotepad, "Открыть в блокноте"
mnuProfile, "Профили"
mnuSave, "Сохранить"
mnuSaveAll, "Экспорт всех результатов в CSV"
mnuSaveProfile, "Сохранить новый профиль"
mnuSaveSelection, "Экспорт выделенных результатов в CSV"
mnuShowFullLanguageList, "Показать список"
mnuSyncProfiles, "Синхронизировать профили"
rdoMatchQueryLineByLine, "Отдельный результат для совпадений в файле"
rdoMatchQueryToWholeFile, "Отображать только первое совпадение в файле"
tabAdvanced, "Расширенные"
tabDateFilters, "Фильтр по дате"
tabFileSizeFilters, "Фильтр по размеру"
tabSearch, "Поиск"


[frmMain_Strings]
AccessedAfterTT, "Доступно после {0}"
AccessedBeforeTT, "Доступно перед {0}"
AccessedBetweenTT, "Доступно между {0} и {1}"
AppSelectionErrorPartOne, "Выбранное приложение не найдено."
AppSelectionsErrorPartTwo, "Вы хотели бы выбрать другое?"
btnNewSearchTT, "Открыть новую вкладку и начать поиск"
btnSearchTT, "Начать поиск в текущей вкладке"
btnStopTT, "Остановить выбранный поиск"
CaseSensitiveQueryTT, "Чувствительность к регистру"
cboDateFilterLogic_AND, "И"
cboDateFilterLogic_OR, "ИЛИ"
chkShowFirstResultTT, "Будет показана только первая соответствующая строка в первом найденном файле, Другие результаты для этого файла отображаться не будут"
ColumnWidthRestoreError, "Произошла ошибка при восстановлении ширины колонок."
ColumnWidthSaveError, "Произошла ошибка при сохранении ширины колонок."
ContextMenuError, "Произошла ошибка при отображении контекстного меню Windows."
CreatedAfterTT, "Создано после {0}"
CreatedBeforeTT, "Создано перед {0}"
CreatedBetweenTT, "Создано между {0} и {1}"
CSVSpreadsheet, "Файлы CSV"
CustomAppOpenError, "Произошла ошибка при открытии этого файла."
DateCreatedError, "Конечная дата является более ранней, чем дата начала. Исправьте "Дата создания" и попробуйте ещё раз."
DateFiltersSelected, "Фильтр по дате:"
DateMismatchError, "Конечная дата является более ранней, чем дата начала. Исправьте "Дата создания" и попробуйте ещё раз."
DateModifiedError, "Конечная дата является более ранней, чем дата начала. Исправьте "Дата изменения" и попробуйте ещё раз."
EmptyPDFError, "PDF-файл просконирован, но не содержит текст"
EnterProfileName, "Введите имя профиля:"
ExcludeFilesTT, "Исключённых файлов: {0}"
ExcludePathsTT, "Исключённых каталогов: {0}"
FileDeleteMessage, "Дождитесь завершения операции.\nВы можете закрыть окно, но это может привести к неожиданным последствиям."
FileDeleteQuestion, "Вы уверены, что хотите удалить выбранные файлы или каталоги?"
FileDeleteTitle, "Удалить файлы"
FileDeletionError, "Произошла ошибка при удалении этих файлов."
FileHandlerError, "Введите путь поиска."
FileIncludeNameMatch, "Совпадение имени файла [Включенные в фильтры файлов ]"
FileOpenError, "Произошла ошибка при открытии этого файла."
FilePermenentDeleteQuestion, "Вы уверены, что хотите удалить выбранные файлы и папки навсегда?"
FileQueryNameMatch, "Совпадение имени файла [Запрос]"
FileReadError, "Ошибка доступа к файлу: {0}"
FileSelectionError, "Выберите по крайней мере 1 файл, который существует и повторите попытку."
FileSizeError, "Выберите максимальный размер файла, который равен или больше, чем минимальный размер файла."
FileSizeFiltersSelected, "Фильтр по размеру:"
FilesSearched, "Найдено файлов: {0}"
FilesSkipped, "Пропущено файлов: {0}"
FolderBrowserDescription, "Выберите папку для поиска"
FolderBrowsingError, "Произошла ошибка при обзоре для папки."
FolderIncludeNameMatch, "Совпадение имени папки [Включенные в фильтры файлов ]"
FolderItemError, "Не удалось попасть в папку для элемента: {0}"
FolderOpenError, "Произошла ошибка при открытии этой папки."
FolderQueryNameMatch, "Совпадение имени папки [Запрос текста]"
FolderReadError, "Ошибка чтения папок в каталоге: {0}"
HiddenFolderError, "Поиск невозможен, потому что скрытый файл/папка"
HyperTextMarkupLanguageFile, "Файл HTML"
IFilterWarning, "Включите "Обработчики файлов" для отображения правильных результатов для: [0] файлов"
IncludeFilesTT, "Включаемые файлы: {0}"
InvalidExcludeFilesRegExError, "Шаблон RegEx искл. файлов недействителен.\n{0}"
InvalidFolderLength, "Неправильная длинна папки."
InvalidIncludeFilesRegExError, "Шаблон RegEx вкл. файлов недействителен.\n{0}"
InvalidQueryRegExError, "Регулярное выражение является недействительным.\n{0}"
KeypressError, "Произошла ошибка при обработке этой клавиши."
LinkedFolderError, "Не ищет папку, потому что это ярлык/символическая ссылка"
MatchesFound, "Найдено совпадений: {0}"
MatchesFromQueue, "Результатов в очереди: {0}"
MaxFileSizeTT, "Максимальный размер файла: {0}"
MaxPathError, "Этот путь превышает максимальную длину символов"
MenuOpenError, "Произошла ошибка при открытии меню."
MinFileSizeTT, "Минимальный размер файла: {0}"
ModifiedAfterTT, "Изменено после {0}"
ModifiedBeforeTT, "Изменено до {0}"
ModifiedBetweenTT, "Изменено между {0} и {1}"
More, "(больше)"
NoDateFiltersSelected, "Нет выбранных фильтров по дате"
NoFileSizeFiltersSelected, "Нет выбранных фильтров по размеру"
NoOptionsSelected, "Нет выбранных опций"
NotepadError, "Произошла ошибка при открытии этого файла в блокноте."
NoTextSelectionError, "Выберите текст и попробуйте снова."
NotYourProfile, "Вы не являетесь владельцем этого профиля."
OnlyShowFirstResultTT, "Показать только первый результат"
OpenManyQuestion, "Вы уверены, что хотели бы открыть {0} файлов или папок?"
OptionsSelected, "Выбранные опции:"
PathsTT, "Путь(и): {0}"
PathTooLongError, "Windows не поддерживает это действие с длинными именами в пути."
ProfileLoadError, "Ошибка при загрузке этого профиля."
ProfileLoadOnStartError, "Произошла ошибка при загрузке этого профиля. Профиль не существует."
ProfileOverwriteQuestion, "Вы уверены, что хотели бы перезаписать профиль '{0}'?"
ProfileSaved, "Настройки для профиля '{0}' сохранены"
ProfileSaveError, "Невозможно сохранить профиль."
ProOnlyDoubleClickPrompt, "Обработчик двойного клика устанавливается только в версии FileSeek Pro.\nВы можете изменить обработчик двойного клика в Настройки>Вкладка поиска.\n\nВы хотели бы получить больше информации об обновлении?"
QueryTT, "Запрос:\n{0}"
rdoMatchQueryLineByLineTT, "При этом будет отображаться один результат отдельно для одного файла, который соответствует запросу, даже если в файле есть несколько совпадений (они будут отображены отдельным результатом)"
rdoMatchQueryToWholeFileTT, "При этом будет отображаться только первый/один результат, соответствующий запросу, Другие результаты не будут отображены"
ResultCopied, "Результат скопирован в буфер обмена."
ResultCopyError, "Произошла ошибка при копировании результатов поиска в буфер обмена."
ResultSaveError, "Произошла ошибка при сохранении результатов.\n{0}"
ResultsCopied, "{0} результатов скопировано в буфер обмена."
ResultSelectionError, "Выберите минимум один результат поиска и попробуйте снова."
SaveResults, "Сохранить результаты в электронную таблицу"
SaveResultsAsHTML, "Сохранить результаты в HTML"
SaveSearchProfile, "Сохранить профиль поиска"
SearchComplete, "Поиск завершён за {0} сек"
SearchCriteria, "Критерий поиска:"
SearchCriteriaEmptyTT, "Критерий поиска пуст"
SearchEnd, "Конец поиска: {0}"
SearchError, "Произошла ошибка при поиске."
SearchStart, "Начало поиска: {0}"
SearchSubFoldersTT, "Искать в подпапках"
SettingFormShowError, "Произошла ошибка при отображении окна настроек."
Syncing, "Синхронизировать..."
SystemFolderError, "Поиск невозможен, потому что системный файл/папка"
TextCopyError, "Произошла ошибка при копировании этого текста."
TextProcessingError, "Произошла ошибка при обработке текста."
TextSelectionError, "Выберите текст и попробуйте снова."
txtPathTT, "Для выбора нескольких файлов/папок, разделяйте символом "|""
UseFileHandlersTT, "Использовать обработчики файлов"
ViewingAppPartOne, "Вы ещё не выбрали приложение для просмотра"
ViewingAppPartTwo, "Вы хотели бы сделать это сейчас?"
WindowsVersionError, "Извините, эта функция не доступна в этой версии Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Копировать"
btnDelete, "Удалить"
btnRename, "Править"
btnSync, "Синхронизировать"
colProfileName, "Имя профиля"
colProfileOwner, "Владелец профиля"
lblCurrentProfile, "Текущий пользователь: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Как бы Вы хотели назвать Ваш новый профиль?"
MustSelectAnItem, "Выберите профиль из списка и попробуйте снова."
ProfileDeleteQuestion, "Вы уверены, что хотели бы удалить выбранный профиль?"
RenameSearchProfile, "Переименовать профиль поиска"
SearchProfileName, "Имя профиля поиска:"
Title, "Управление профилями"


[frmSettings_Controls]
btnAdvancedSettings, "Расширенные опции"
btnApply, "Применить"
btnBackupSettings, "Экспорт настроек"
btnBrowseOther, "&Обзор"
btnChangeToFree, "Изменить на бесплатную версию"
btnCheckNow, "Проверить &обновление"
btnClearHistory, "Очистить историю поиска"
btnIFilterToggle, "Переключить обработчик файла"
btnLicenseKeyLoadOnline, "Загрузить из аккаунта Binary Fortness"
btnOtherDefault, "&Умолчания"
btnPasteFromClipboard, "Вставить из буфера обмена"
btnProxySettings, "Настройки интернета"
btnRestoreSettings, "Восстановить настройки"
btnTroubleshootingClearLog, "Очистить лог"
btnTroubleshootingCopy, "Скопировать в буфер обмена"
btnTroubleshootingOpenLog, "Открыть лог"
chkAutoUpdate, "Проверять обновления автоматически"
chkBeta, "Проверить бета (новые, нестабильные) версии"
chkCloseToTray, "Закрывать в трей"
chkCombineParameters, "Открывать мульти-файлы в том же экземпляре, вместо открытия нескольких"
chkErrorForLongPaths, "Показать ошибку и пропустить путь, который превышает 260 символов"
chkIFilterErrors, "Показать ошибку для файлов без обработчика файла (когда включена опция "Искать, используя обработчики файлов")"
chkIsQueryFullString, "Обрабатывать запрашиваемый текст в виде одного большого запрашиваемого элемента | Treat query text as one large query term"
chkLinkedFoldersSearch, "Поиск файлов и папок, которые являются ярлыками/символическими ссылками"
chkLinkedFoldersSearchShowErrorOnSkip, "Показать сообщение, когда пропускается ярлык/символическая ссылка"
chkMinimizeToTray, "Минимизировать в трей"
chkOnlyShowMatchedText, "Показывать только совпадающий текст в результатах поиска"
chkSearchHiddenFiles, "Поиск файлов &и папок, которые скрыты"
chkSearchSystemFiles, "Поиск системных файлов &и папок"
chkShowErrorEmptyPDF, "Показывать ошибку, когда найден пустой PDF-файл"
chkShowFileErrors, "Показывать ошибку, когда файл/папка не доступна"
chkShowHiddenFileError, "Показывать ошибку при пропуске скрытых файлов &и папок"
chkShowSystemFileError, "Показывать ошибку при пропуске системных файлов &и папок"
chkShowToolTips, "Показывать подсказки"
chkStartWithClearProfile, "Всегда запускать с чистым критерием поиска"
chkTreatAllIncludeFiltersAsWildcards, "Обрабатывать все включаемые фильтры файлов, как маски"
chkUseCustomDateFormat, "Настроить формат даты"
chkWindowsContextMenu, "Показывать FileSeek в контекстном меню Windows"
colName, "Имя"
colRightToLeft, "Справа налево"
colTranslators, "Переводчики"
colVersion, "Версия"
gbAutoUpdate, "Проверить обновление"
gbCmdLineVars, "Переменные командной строки для передачи в приложение"
gbDateFormat, "Формат даты"
gbGeneralOptions, "Основные настройки"
gbReseller, "Информация о распространителе"
gbUpdateSettings, "Настройки обновлений"
lblCmdLineParam, "Параметры командной строки:"
lblDateFormat, "Формат даты"
lblDateFormatLink, "Строки настраиваемых форматов даты и времени"
lblDefaultDoubleClick, "Выберите действие по умолчанию для двойного щелчка на результате поиска:"
lblExpireDate, "Дата истечения лицензии:"
lblLicenseKey, "Ваш ключ лицензии:"
lblLicenseTo, "Программа зарегистрирована на:"
lblNumChar, "Показать количество символов для каждого результата поиска:"
lblSelectViewingApp, "Просмотреть выбранный файл в приложении:"
lblSkipFile, "Максимальное время поиска для одного файла (0=без лимита):"
lblUpdateLanguages, "Получить новые и обновлённые файлы языков"
LogLevel0, "Логирование: Отключено"
LogLevel1, "Логирование: Только важные"
LogLevel2, "Логирование: Детализировано"
LogLevel3, "Логирование: Все линии"
tabLanguage, "Язык"
tabLicense, "Ключ лицензии"
tabTroubleshooting, "Устранение неполадок"


[frmSettings_Strings]
AppBrowsingError, "Произошла ошибка при обзоре приложения."
cboDefaultDoubleClickOperation_ExportAllCSV, "Экспорт всех результатов в CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Экспорт всех результатов в HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Экспорт выделенных результатов в CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Экспорт выделенных результатов в HTML"
cboDefaultDoubleClickOperation_Open, "Открыть приложением по умолчанию"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Открыть содержащую папку"
cboDefaultDoubleClickOperation_OpenNotepad, "Открыть в блокноте"
cboDefaultDoubleClickOperation_OpenOther, "Открыть внешним приложением"
ChangeToFreeQuestion, "Вы уверены, что хотите удалить Ваш ключ лицензии и переключиться в бесплатную версию?"
chkTreatAllIncludeFiltersAsWildcardsTT, "При включении этой опции, поиск слова FOO будет рассматриваться как *FOO*"
ClearHistoryError, "Произошла ошибка при очистке истории поиска."
ClearHistoryWarning, "Вы уверены, что хотите очистить историю поиска?"
CommandLineError, "Введите параметры командной строки или нажмите "По умолчанию" для сброса."
CustomDateFormatError, "Ошибка изменения формата даты.\nИсправьте ошибку и попробуйте снова."
DebugLogCleared, "Файл лога отладки успешно очищен."
DebugLogNotFound, "Файл лога отладки не найден.\nУбедитесь, что Вы включили логирование отладки."
DisableFileHandler, "Отключить обработчик файла"
EnableFileHandler, "Включить обработчик файла"
FileCommandDescription, "{0}: Заменяет полное имя файла."
FileHandlerListError, "Произошла ошибка при листинге обработчиков файлов."
FileHandlerSelectError, "Произошла ошибка при выборе этого обработчика файла."
FileHandlerToggleError, "Произошла ошибка при переключении этого обработчика файла."
FreeVersion, "Бесплатная версия"
HistoryCleared, "История поиска очищена успешно."
InternetSettingsWindowError, "Произошла ошибка при открытии окна настроек интернет соединения."
InvalidExitcode, "Возврат недопустимого ExitCode: {0}"
LineCommandDescription, "{0}: Заменяет номер строки."
lvIFilters_Extension, "Расширение"
lvIFilters_Handler, "Обработчик"
lvIFilters_HandlerVersion, "Версия"
NumOfCharError, "Введите число символов между {0} и {1} и попробуйте снова."
RestoreSettingsFailed, "Сбой при восстановлении настроек."
RestoreSettingsSuccess, "Настройки успешно восстановлены."
SettingMenuError, "Произошла ошибка при настройке параметров контекстного меню."
tabSettings_About, "О программе"
tabSettings_FileHandlers, "Обработчики файлов"
tabSettings_Options, "Опции"
tabSettings_OtherApp, "Внешнее приложение"
tabSettings_Search, "Поиск"
Title, "Настройки"
TroubleshootingCopyError, "Сбой при копировании информации для поиска неполадок."
TroubleshootingCopySuccess, "Информация для поиска неполадок успешно скопирована в буфер обмена."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Результаты поиска сохранены успешно.\nВы хотели бы просмотреть файл?"
SearchCriteria, "Критерий поиска"
SearchDate, "Дата поиска:"
Title, "Результаты поиска"


[IFilterHelper_Strings]
UnknownError, "Неизвестная ошибка IFilter"
UsingStandardMethodWarning, "Нет обработчика для этого файла, поиск используется стандартным методом."


[LicenseValidate_Strings]
ExpiredPrompt, "Извините, Ваш ключ лицензии пробной версии истекает.\nЕсли Вы уже купили лицензию, ведите её в окно настроек FileSeek.\n\nВы хотели бы получить больше информации о приобретении FileSeek Pro?"
Invalid, "Извините, Ваш ключ лицензии недействителен."
InvalidReseller, "К сожалению, Ваш лицензионный ключ действителен только с FileSeek, предоставленную дилером.\nСвяжитесь с Вашим дилером для большей информацией."
LicenseProcessPro, "Спасибо за регистрацию!"
LicenseProcessProRestoreSettingsPrompt, "Обнаружены настройки автоматического резервного копирования версии Про.\nРезервной копии {0} дней.\nВы хотели бы импортировать ваши настройки Про? Все текущие будут перезаписаны настройками из резервной копии."
LicenseProcessRemoved, "Ваш ключ лицензии удалён."
LicenseProcessTrial, "Спасибо за использовае FileSeek Pro!\nВаша лицензия истечёт через {0:D}."
RegistryExportSuccess, "Ваши настройки успешно экспортированы."
TrialAlmostDonePrompt, "Ваша лицензия скоро истечёт.\nЕсли Вы уже приобрели ключ лицензии, введите его в окне настроек.\n\nВы хотели бы получить больше информации о приобретении FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Поиск в FileSeek"


[Words]
AdminSettingsLock, "Некоторые настройки управляются администратором Вашей системы"
Apply, "Применить"
ButtonEnterLicenseKey, "&Введите ключ лицензии"
ButtonLater, "&Позже"
ButtonMoreInformation, "&Больше информации"
ButtonUseFreeVersion, "&Использовать бесплатную версию"
Cancel, "&Отмена"
Close, "&Закрыть"
Custom, "Настраиваемые"
Default, "Умолчания"
Error, "Ошибка"
ErrorNotAdminUACDisabled, "UAC (Useк Account Control) отключен, но Вы не являетесь Администратором, поэтому запрашиваемое действие может оказаться неудачным.\nВключите UAC или войдите под учётной записью Администратора и попробуйте снова.\nЕсли Вы уже отключили UAC, то убедитесь, что перезагрузили компьютер."
Help, "Помощь"
Info, "Инфо"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "Для использования этой функции Вам нужно обновиться до FileSeek Pro.\nВы хотели бы просмотреть полную информацию об обновлении?"
Never, "Никогда"
No, "Нет"
OK, "&Ок"
ProOnlyNotice, "Функции Про-версии подсвечены синим"
Refresh, "Обновить"
Seconds, "секунды"
Unknown, "Неизвестно"
Yes, "Да"


[Installer]
AdditionalIcons, "Дополнительные иконки:"
ContextMenu, "Добавить FileSeek в контекстное меню"
CurrentUserOnly, "Только для текущего пользователя"
DesktopIcon, "Создать &иконку на рабочем столе"
DotNetDownloadNow, "Вы хотели бы загрузить его сейчас?"
DotNetNeededMayNotWork, "FileSeek может неправильно работать без Microsoft .NET Framework 2.0."
DotNetRequired, "FileSeek требует Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Перезапустите установку FileSeek после установки Microsoft .NET Framework 2.0."
ForAllUsers, "Для всех пользователей"
LaunchFileSeek, "Запустить FileSeek"
LicKeyInvalid, "Этот лицензионный ключ недействителен."
LicKeyLabel, "Лицензионный ключ:"
LicKeySelectOption, "Выберите опцию "Лицензионный ключ" и попробуйте снова."
LicKeyText, "Опции лицензионного ключа:"
LicKeyTextAdminLocked, "Ваш ключ лицензии был установлен администратором."
LicKeyTextChangeFree, "Нажмите 'Изменить на бесплатную версию' в окне настроек для использования бесплатной версии."
LicKeyTextEnterOrFree, "Введите правильный лицензионный ключ или выберите "Использовать бесплатную версию"."
LicKeyTextPaid, "Использовать этот лицензионный ключ:"
LicKeyTextTrial, "Использовать пробную версию (только первый раз), переходит к бесплатной версии через 30 дней"
RunAtStartup, "Запускать FileSeek при загрузке Windows"
ShowWelcome, "Показывать окно приветствия FileSeek"
TextBefore, "Если у Вас запущен FileSeek, убедитесь, что Вы закрыли его перед установкой новой версии.\n\nПосетите http://www.fileseek.ca для обновлений и поддержки."
UninstallRemoveAllData1, "Вы хотели бы удалить полностью ВСЕ настройки, установки и временные файлы FileSeek?"
UninstallRemoveAllData2, "Не рекомендуется, если Вы будете устанавливать FileSeek снова."